# LObject

## Description
Function LObject returns a handle to the last object in the first layer of the active document.

```pascal
FUNCTION LObject : HANDLE;
```

```python
def vs.LObject():
    return HANDLE
```

## See Also
Relative calls:
* NextObj | PrevObj
* FObject | LObject
* FSActLayer | LSActLayer
* FSObject  | LActLayer
* NextDObj | PrevDObj
* NextSObj | PrevSObj

## Version
Availability: from All Versions

## Category
* Document List Handling